Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Asian Development Bank’s (ADB) flagship economic publication Asian Development Outlook 2017 (ADO) provides a comprehensive analysis of macroeconomic issues in developing Asia, including growth projections by country and region.
nb: Asian Development Bank (ADB) sin flaggskipspublikasjon «Asian Development Outlook 2017 (ADO)» gir en omfattende analyse av makroøkonomiske problemer for utviklings-Asia, inkludert forventet vekst av land og region.

source: What are the prospects for cooperation in the Arctic and the Barents region in the medium-term?
nb: Hvordan oppfattes samarbeidsutsiktene i Arktis og i Barentsregionen?

source: Anne also holds a MA in International Relations from the University of Edinburgh, and has previously been engaged in climate and environmental research and advocacy in Scotland.
nb: Anne har også en MA i International Relations fra University of Edinburgh og arbeidserfaring fra skotske miljø- og utviklingsorganisasjoner.

source: Friis’ main area of expertise is security and defense policies, international military operations, civilian-military relations, Nordic security, cyber security, as well as the Western Balkans.
nb: Friis’ ekspertiseområder er sikkerhets- og forsvarspolitikk, internasjonale militæroperasjoner, sivil-militære forhold, nordisk sikkerhet, cybersikkerhet og Vest-Balkan.

source: A good week for NUPI - The Research Council of Norway awarded NUPI funding for four new research projects.
nb: En god uke for NUPI - Norges forskningsråd finansierer fire nye NUPI-ledede prosjekter.

source: Professionally, this is a very exciting topic, and it is of great significance to Norwegian foreign policy, says Sverdrup.
nb: Dette er tematikk som er faglig spennende, og samtidig er av stor betydning for Norge og norsk utenrikspolitikk, sier Sverdrup.

source: ‘I am really looking forward to this important and timely project, which we will be able to carry out thanks to the great staff at NUPI, our international partners and the Research Council’, comments Ulf Sverdrup, NUPI director.
nb: - Jeg ser veldig fram til dette viktige og relevante prosjektet, som vi kan gjennomføre takket være den dyktige NUPI-staben, våre utenlandske partnere og Forskningsrådet, sier direktør Ulf Sverdrup ved NUPI.

source: IPI, NUPI and SIPRI co-host webinar on Climate-related Security Risks.
nb: IPI, NUPI og SIPRI arrangerte et webinar om klimarelaterte sikkerhetsutfordringer.

source: Over the past months, popular protests have shaken the rulers of Algeria, Lebanon, Iran and Iraq.
nb: De siste månedene har det vært store protester mot makthaverne i Algerie, Libanon, Iran og Irak.

source: Norway has previously supplied relatively small amounts of gas to Poland via Germany in the period between 2001 and 2006.
nb: Norge har tidligere levert relativt små mengder gass til Polen via Tyskland i perioden mellom 2001 og 2006.

source: (PhD) is Research Professor at NUPI and works predominantly on issues concerning peace and conflict in Africa, including issues such as land rights and citizenship conflicts, youths, ex-combatants and the new landscape of insurgencies and geopolitics.
nb: (PhD) er seniorforsker ved NUPI og jobber i hovedsak med tema knyttet til fred og konflikt i Afrika, inkludert problemstillinger som landrettigheter og statsborgerskapkonflikter, ungdom, eks-stridende og det nye landskapet som tegner seg med hensyn til opprør og geopolitikk.

source: The seminar will focus on the relations between Afthanistan and important regional actors, such as Pakistan, Iran, Russia, China, India and the Central Asian states.
nb: Seminaret fokuserer på relasjonene mellom Afghanistan og viktige regionale aktører som Pakistan, Iran, Russland, Kina, India og de sentralasiatiske statene.

source: Estonian approach to protection of critical infrastructure – Ivo Juurvee or Ramon Loik ICDS
nb: Estisk tilnærming til beskyttelse av kritisk infrastruktur - Ivo Juurvee eller Ramon Loik ICDS

source: , Polish Institute of International Affairs, PISM, Warsaw, Poland who analyses the development of the European energy markets and regulations, as well as the politics of the Nordic countries.
nb: ved Polish Institute of International Affairs, PISM, Warzawa, som analyserer utviklingen i det europeiske energimarkedet og dets reguleringer, så vel som politikken som føres i de nordiske landene.

source: Since 2013 we have worked on a complete renovation of nupi.no, both in terms of concept, design and technology.
nb: Siden 2013 har vi jobben med en totalrenovering av nupi.no, både med hensyn til konsept, design og teknologi.

source: Join us at NUPI’s annual Russia Conference on 14 September to find out.
nb: Bli med på NUPIs årlige russlandskonferanse 14. september der blant annet dette skal diskuteres.

source: He recently published the book “The Real Politics of the Horn of Africa.
nb: De Waal har nylig utgitt boken “The Real Politics of the Horn of Africa.

source: Ms. Hathaway has a B.A. degree from The American University in Washington, D.C. She has completed graduate studies in international economics and technology transfer policy, and is a graduate of the US Armed Forces Staff College, with a special certificate in Information Operations.
nb: Hathaway har bachelorgrad fra The American University in Washington, D.C, har fullført doktorgradsstudier i internasjonal økonomi og teknologipolicy, og er uteksaminert fra US Armed Forces Staff College med spesialsertifisering I informasjonsoperasjoner.

source: A talk by the new US Ambassador to NATO, Mr. Kurt Volker on transatlantic relations.
nb: Foredrag ved USAs nye NATO-ambassadør, Kurt Volker, om de transatlantiske relasjoner.

source: will give an overview of the terrorist threat in France, how it must be seen within a European and international context, and how tensions between secularism and radical Islam play a role in propaganda and recruitment.
nb: fra FFI vil gi et bilde av terrortrusselen i Frankrike, hvordan den må sees i europeisk og internasjonal sammenheng, og hvordan spenning mellom sekularismen og radikal islam spiller en rolle i propaganda og rekruttering.

source: Prior to ICG, she worked on U.S.- Asia relations in Washington DC for five years.
nb: Før ICG, jobbet hun i Washington DC i fem år med spørsmål knyttet til forholdet USA-Kina.

source: And Saudi Arabia is attempting a dramatic transformation of its society and economy.
nb: Saudi-Arabia forsøker å respondere ved å endre samfunnet og landets økonomi, sier Øverland.

source: ‘Yes, that deal is uncertain – to put it mildly.’
nb: – Ja, den avtalen er mildt sagt usikker.

source: This may also oppose Russia-NATO relations, linking directly with the challenges in the Baltic, the Black Sea, and the Mediterranean Sea (or region).
nb: Dette kan også utfordre forholdet mellom Russland og NATO, og har direkte forbindelse til utfordringene i Østersjøen, Svartehavet og middelhavsregionen.

source: is Professor of Peace and Conflict Studies at the Humanitarian and Conflict Response Institute, and the Department of Politics at the University of Manchester.
nb: er professor i fred- og konfliktstudier ved Humanitarien and Conflict Response Institute, og ved Department of Politics på University of Manchester.

source: , First Deputy Chair of the Senate, the upper chamber of Uzbekistan’s parliament, and a former Minister of Foreign Affairs (2003–2005) will share his views on the reform agenda and its impact on the dynamics in the wider region.
nb: dele sitt syn på presidentens reformer og deres påvirkning på dynamikken i regionen. Safoyev var tidligere Usbekistans utenriksminister fra 2003 til 2005.

source: On Friday 14 August, NUPI senior researcher Dr Julie Wilhelmsen will chair a
nb: Krig førte til radikalisering Fredag 14. august leder seniorforsker Julie Wilhelmsen ved NUPI

source: Ketchley is a lecturer in Middle East politics in the Department of Political Economy at King’s College London.
nb: Ketchley underviser i midtøstenpolitikk ved avdeling for politisk økonomi på King’s College London.

source: Will the EU member states be able to deal with this crisis together?
nb: Vil medlemslandene i EU klare å møte denne krisen sammen?

source: Srdjan Vucetic is Associate Professor at the Graduate School of Public and International Affairs (GSPIA-ÉSAPI), University of Ottawa.
nb: Srdjan Vucetic er førsteamanuensis ved Graduate School of Public and International Affairs (GSPIA-ÉSAPI), University of Ottawa.

source: Parliamentary election worker, Oslo municipality
nb: Valgmedarbeider ved Stortingsvalget, Oslo Kommune

source: The ‘anti-terrorist campaign’ against Chechnya in 1999 and the consequences of this war can provide useful insights in a world trying to grapple with a growing terrorist threat.
nb: Russlands anti-terror-kampanje mot Tsjetsjenia i 1999 kan gi viktige lærdommer i en tid da verden forsøker å bekjempe en økende terrortrussel.

source: The photograph shows Francesca Refsum Jensenius doing fieldwork in India.
nb: Bildet viser Francesca Refsum Jensenius på feltarbeid i India.

source: Towards a Transformative Women, Peace and Security Agenda
nb: Kvinner, fred og sikkerhet – en agenda i endring?

source: Emre Caliskan is reading for a PhD in International Relations at St Antony’s College at the University of Oxford.
nb: Emre Caliskan holder for øyeblikket på med en doktorgrad i internasjonale relasjoner ved St Antony College på Oxford University.

source: This is what Victor Negrescu will discuss on 21 September.
nb: Det er dette Victor Negrescu skal snakke om når han besøker NUPI 21.

source: 'This is amazing news and highly motivating!
nb: - Dette er helt fantastisk, kjempehyggelig, og veldig motiverende!

source: Senior Advisor (Consultant), ACCORD
nb: Seniorrådgiver (konsulent), ACCORD

source: in 2014 filled the security dialogue vacuum to some extent.
nb: i 2014 fylte til en viss grad noe av vakuumet som hadde oppstått.

source: Who deserves to be awarded the 2020 This year's name in academia? Page count: Interview date:
nb: Hvem fortjener hedersbevisningen Årets navn i akademia 2020? Khrono har satt seg fore å finne det ut.

source: Recent books include a co-edited volume on the first 10 years of the UN peacebuilding architecture (Routledge, 2016) and a forthcoming co-edited volume on the need for updating UN peacekeeping doctrine (Routledge, 2017).
nb: Nylige utgivelser inkluderer en utgave om de første 10 årene av arkitekturen i FNs fredsbygging (Routledge, 2016) hvor de Coning har vært medredaktør, og en kommende utgave av behovet for å oppdatere doktrinen om FNs fredsbevaring, her er de Coning også medredaktør (Routledge, 2017).

source: is a Cybersecurity Consultant for Hathaway Global Strategies and an Adjunct Professor for Cyber Policy at the University of Maryland’s School of Public Policy and at Salve Regina University.
nb: er cybersikkerhetkonsulent for Hathaway Global Strategies, samt førsteamanuensis i cyberpolicy ved University of Maryland’s School of Public Policy og ved Salve Regina University.

source: This is one of the biggest structural challenges Asia is facing today”, Park stated.
nb: Dette er en av de største strukturelle utfordringene Asia står overfor i dag, sa Park.

source: An “archeology of tariffs” reveals how current tariffs for Norwegian seafood are based on trade agreements negotiated with the EU over 50 years.
nb: En «tollens arkeologi» viser hvordan dagens toll for norsk sjømat er basert på ulike handelsavtaler inngått med EU over 50 år.

source: Erik Solheim, former leader of UN Environment, will comment and share insights from his vast development-related experiences.
nb: Erik Solheim, tidligere leder av FNs miljøprogram vil kommentere og dele fra sine erfaringer.

source: Her research focuses on political institutions (specifically pro-Islamist parties), elections in the Middle East and political elites in Europe.
nb: Hun forsker på politiske institusjoner (mer spesifikt pro-islamistiske partier), valg i Midtøsten og politiske eliter i Europa.

source: 2030 Agenda for Sustainable Development
nb: 2030-agendaen for bærekraftig utvikling.

source: Dr Andrew E Yaw Tchie from the Norwegian Institute of International Affairs weighs in.
nb: NUPI-forsker Andrew E Yaw Tchie bidrar i dette innslaget.

source: Watch Smith's seminar at NUPI "Reform, Renegotiation, Referendum - the UK's uncertain European future" here:
nb: Se seminaret «Reform, Renegotiation, Referendum - the UK's uncertain European future» Smith holdt på NUPI:

source: Summer intern, D2
nb: Sommervikar, D2/Dagens Næringsliv

source: The series is part of a project funded by the Norwegian Ministry of Foreign Affairs, and consists of a total of 12 articles.
nb: Regional Aspects". Artikkelserien er del av et prosjekt støttet av Utenriksdepartementet, og serien består av totalt 12 artikler.

source: Political advisor for OSCE, Serbia/Montenegro
nb: Politisk rådgiver, OSSE Serbia

source: The first is "anti-Westernism".
nb: Den første er «anti-vestlig».

source: We present in-depth treatments of the role of journalism in Zimbabwe and South Africa’s break with colonialism, Somalia’s breakdown after the fall of Siad Barré in the early 1990s and the recent uprisings in Tunisia and Egypt.
nb: Vi tar for oss journalistikkens rolle i Zimbabwe og Sør-Afrikas brudd med kolonialismen, Somalias sammenbrudd etter Siad Barrés fall på begynnelsen av 1990-tallet og de arabiske opprørene i Tunisia og Egypt.

source: , Lieutenant Colonel and Lecturer, the Norwegian Defence University College and
nb: , oberstløytnant og foreleser ved Forsvarets Høgskole og

source: Lydia has extensive national security and law enforcement experience, most as a senior policy advisor to the Boston Police Department, working on countering violent extremism, intelligence and counterterrorism, and community policing strategies.
nb: Khalil har omfattende erfaring innen nasjonal sikkerhet og rettshåndhevelse, som seniorrådgiver for Boston Police Department.

source: A dialogue between Professor Adam Azzain Mohamed and NUPI Director Jan Egeland.
nb: En samtale mellom professor Adam Azzain Mohamed og NUPI-direktør Jan Egeland

source: In 2016, the Swedish parliament ratified an agreement clarifying Sweden’s role as a host nation for NATO military exercises or operations.
nb: I 2016 ratifiserte det svenske parlamentet en avtale hvor Sveriges rolle som en vertsnasjon for NATO-øvelser og -operasjoner ble avklart.

source: The Olympic Games that are to be held in Sochi, North Caucasus in 2014, are designed to be a manifestation of the reconstruction of Russia and it’s greatness under Putin.
nb: De storstilte olympiske lekene som skal avholdes i Sochi, Nordkaukasus i 2014, skal være en manifestasjon på Russlands gjenreisning og storhet under Putin.

source: management team and the Working Environment Committee, is responsible for
nb: arbeidsmiljøutvalget, er ansvarlig for å følge opp mål og tiltak samt oppdatere

source: 20 years ago, NUPI both established a Russia department and organized our first annual Russia Conference.
nb: I år er det 20 år siden NUPIs Russlandsavdeling ble etablert, og like lenge siden vi organiserte vår første, årlige Russlandkonferanse.

source: NUPI has, jointly with other research groups in Norway and abroad, analyzed the consequences for Norway of a free trade agreement between the EU and the USA (TTIP – Transatlantic Trade and Investment Partnership).
nb: NUPI har sammen med andre forskningsmiljøer i Norge og utlandet analysert virkningene for Norge av en frihandelsavtale mellom EU og USA (TTIP – Transatlantic Trade and Investment Partnership).

source: Likewise, the state is currently paying 60-80% of the income of musicians, technicians, actors, theatre workers, and many more who could contribute.
nb: Og staten betaler 60–80 prosent av inntektene til musikere, teknikere, skuespillere, teateransatte og mange flere som kunne bidra.

source: ‘The greatest threats we face now come from IS, Russia and China’, states professor Coker.
nb: - De største truslene vi opplever nå kommer fra IS, Russland og Kina, slår professor Coker fast.

source: In this role, she is responsible for stakeholder engagement and the deployment of the centre’s flagship Cybersecurity Capacity Maturity Model for Nations (CMM).
nb: I denne rollen er hun ansvarlig for interessentengasjement of for distribusjon av senterets flaggskip Cybersecurity Capacity Maturity Model for Nations (CMM).

source: She holds a PhD from Humboldt-Universität zu Berlin and a master’s degree in international relations from Sciences Po Paris.
nb: Hun har sin doktorgrad fra Humboldt-Universität zu Berlin og en mastergrad i Internasjonale Relasjoner fra Sciences Po Paris.

source: ), the Institute for Security Studies (
nb: ) og Institute for Security Studies (

source: He publishes on economic transition and integration, climate change, trade, infrastructure and transport, business climate and business culture, as well as state capitalism in emerging markets.
nb: Han publiserer om økonomisk overgang og integrasjon, klimaendringer, handel, infrastruktur og transport, næringsliv og næringsliv, samt statskapitalisme i fremvoksende markeder.

source: The UK government also appears keen to hold the referendum by the end of June 2016 if possible, to avoid a recurrence of the 2015 migrant crisis affecting public opinion.’ she continues.
nb: Det virker som den britiske regjeringen ønsker å holde folkeavstemning innen utgangen av juni 2016, hvis mulig, for å unngå en gjentakelse av parlamentsvalget i 2015 der migrantkrisen påvirket opinionen.

source: Published in longer version with Forskerforum, Agenda Magasin and Nupi.no.
nb: Etterpublisert i lengre versjon hos Forskerforum, Agenda Magasin og Nupi.no.

source: Henrik Vigh at the University of Copenhagen will be discussant to the presentation.
nb: Henrik Vigh ved Københavns Universitet vil være discussant til presentasjonen.

source: Cedric de Coning, Head of the research group for Peace Operations and Peacebuilding at NUPI
nb: Cedric de Coning, Leder for forskningsgruppen for Fredsoperasjoner og Fredsbygging ved NUPI

source: It was very brutal and 40 innocent people were killed”, Visnes said.
nb: Det var svært brutalt og 40 uskyldige personer ble drept, sa Visnes.

source: The institute's first director was John Christian Munthe Sanness.
nb: NUPIs første direktør var historikeren John Christian Munthe Sanness.

source: In the security domain our case studies will be the AU African Standby Force and EU Battlegroups (IOs) and the Multinational Joint Task Force fighting Boko Haram (MNJTF); and the Joint Force of the Group of Five Sahel (JF-G5S) and Barkhane, primarily in Mali.
nb: Innenfor sikkerhet vil vi studere forholdene mellom den Afrikanske Unions African Standby Force (ASF) og Multinational Joint Task Force (MNJTF) som kjemper mot Boko Haram, og mellom EUs Battlegroups og støtte til Barkhane og Joint Force of the Group of Five Sahel (JF-G5S) i Mali.

source: Amidst the fearful consequences of the Covid-19 pandemic and
nb: Midt oppe i frykten for konsekvensene av Covid-19-pandemien og høylytte

source: The same researchers have also written an article about the election in the Norwegian Daily newspaper Aftenposten:
nb: De samme forskerne har også skrevet en kronikk om temaet i Aftenposten:

source: John Karlsrud is Senior Research Fellow and Manager of the Training for Peace programme at the Norwegian Institute of International Affairs.
nb: John Karlsrud (PhD) er seniorforsker ved forskningsgruppen på fred og konflikt ved NUPI, og leder NUPIs Training for Peace-program.

source: , has written a chapter in the
nb: , har skrevet et kapittel i

source: A small number of these think tanks are nominated to be ranked each year, between 40 and 150 depending on the category.
nb: Blant disse nomineres kun et fåtall til å bli rangert på ulike lister, mellom 40 og 150 avhengig av kategori.

source: And what lies ahead for the relationship between the EU and other major powers such as Turkey?
nb: Hva har forholdet mellom EU og andre stormakter som Tyrkia i vente?

source: In 2020, plans for a new symposium in China, arranged by IWEP, was put on hold due to the Covid-19 pandemic. However, NUPI and IWEP have kept the initiative warm and met digitally to discuss further plans.
nb: I 2020 ble planene om et nytt symposium i Kina, arrangert av IWEP, lagt på is som følge av covid-19 pandemien, men NUPI og IWEP har holdt initiativene varme og møttes digitalt for å diskutere videre planer.

source: Dr. Junya Nishino visits NUPI to discuss this threat from a Japanese point of view.
nb: Junya Nishino gjester NUPI for å fortelle om trusselen fra et japansk ståsted.

source: Based on key findings from recent research on the African Union operation Somalia (AMISOM) and the UN operations in South Sudan, the Democratic Republic of the Congo, and Mali, the panel responded that peacekeeping
nb: Med utgangspunkt i hovedfunn fra nylig forskning på Den afrikanske unions (AU) fredsoperasjon i Somalia (AMISOM) og FN-operasjonene i Sør-Sudan, Den demokratiske republikken Kongo, og Mali, svarte EPONs panel at fredsbevaring

source: The report is a background paper for a roundtable on Arctic security at the Munich Security Conference 2020.
nb: februar var det duket for Munich Security Conference 2020. Her var også NUPI til stede.

source: A new book presents a cutting-edge assessment of NATO's collective defence strategies in the immediate aftermath of the July 2016 NATO Warsaw Summit.
nb: En ny bok redigert av NUPI-forsker Karsten Friis presenterer en banebrytende vurdering av NATOs kollektive forsvarsstrategi i tiden etter Warszawa-toppmøtet i juli 2016.

source: Seminar with Jens Bartelson, University of Copenhagen in NUPI’s Theory Seminar Series
nb: Seminar med Jens Bartelson, Københavns universitet i NUPIs teoriseminarserie

source: To do so, it examined diverse societies across Africa, Asia, Europe, Latin America and the Middle East that have experienced, or are continuing to...
nb: I boken undersøkes ulike samfunn i Afrika, Asia, Europa, Latin-Amerika og Midtøsten som har opplevd,...

source: , published this year, finds that global temperature in the 21
nb: , publisert i år, viser at den globale temperaturen i det 21.

source: At NCHR, she worked as a senior advisor and project manager for several projects on competence building in international human rights for academia, the judiciary and civil society in China covering a wide range of areas in the field of human rights.
nb: På SMR jobbet hun som seniorrådgiver og prosjektleder for flere prosjekter for å støtte forskning og kompetansebygging i internasjonale menneskerettigheter for akademia, rettsvesenet og sivilsamfunnet i Kina.

source: For this task, a collaboration with Delhi School of Economics has been established, with mutual visits, workshops and cooperation leading to several publications.
nb: For dette formål har NUPI etablert et samarbeid med Delhi School of Economics, med gjensidige besøk, workshops og flere publikasjoner.

source: Kasper Hoffmann is a post-doctoral researcher at the Department of Food and Resource Economics (IFRO) at Copenhagen University, Denmark.
nb: Kasper Hoffman er postdoktor og forsker ved Institutt for Mat- og Ressursøkonomi (IFRO) ved Københavns Universitet.

source: Jelena Subotic is a Professor of Political Science at Georgia State University in Atlanta, USA.
nb: Jelena Subotic er professor i statsvitenskap ved Georgia State University i Atlanta, USA.

source: But why now, and not at any other time in the last decades?
nb: Men hvorfor nå, og ikke når som helst de siste tiårene?

source: The skewness in the development of international tax laws.
nb: Maktstrukturen i utviklingen av internasjonale skattelover.
